{
  "WelcomeBack": "أهلاً بعودتك",
  "enterEmailOrPhone": "يرجى إدخال بريدك الإلكتروني أو هاتفك لتسجيل الدخول.",
  "EmailPhone": "البريد الإلكتروني أو الهاتف",
  "login": "تسجيل الدخول",
  "continueWIth": "أو المتابعة باستخدام",
  "DontHaveAccount?": "ليس لديك حساب؟",
  "SignUp": "إنشاء حساب",
  "TermsConditionsTitle": "الشروط والأحكام",
  "TermsConditionsLastUpdate": "آخر تحديث 2/10/2023",
  "welcomeToYJOZ": "مرحبًا بك في YJOZ. قبل الاستخدام، يرجى قراءة الشروط والأحكام التالية بعناية، حيث تحكم العلاقة التعاقدية بينك وبين YJOZ.",
  "YJOZPlatformIntro": "YJOZ هو منصة تتيح:",
  "YJOZOwnersDescription": "(أ) للمستخدمين الإعلان عن العناصر للإيجار (يشار إلى هؤلاء المستخدمين بـ 'المالكين').",
  "YJOZRenterCommunication": "(ب) للملاك التواصل مع مستخدمين آخرين وإجراء ترتيبات للإيجار (يشار إلى هؤلاء المستخدمين بـ 'المستأجرين').",
  "YJOZRenterPayment": "(ج) للمستأجرين دفع الملاك مقابل استئجار العناصر المعنية.",
  "YJOZDisputeResolution": "(د) للمستخدمين حل النزاعات المتعلقة بالعناصر المستأجرة، والتي نوفرها لك من خلال تطبيق YJOZ المتاح للتنزيل على جهازك المحمول المسمى 'تطبيق YJOZ'.",
  "YJOZPlatformTitle": "منصة YJOZ",
  "YJOZSocialFeaturesIntro": "2.1 قد نقدم من حين لآخر ميزات اجتماعية على منصة YJOZ تتيح لك مراسلة ومشاركة معلومات حول استخدامك للمنصة مع مستخدمين آخرين.",
  "YJOZAcceptableUseCompliance": "2.2 يجب أن يتوافق أي استخدام لهذه الميزات الاجتماعية مع قواعد الاستخدام المقبول أدناه.",
  "CreateAccountTitle": "أنشئ حسابك",
  "CreateAccountRequirements": "3.1 لاستخدام منصة YJOZ، يجب عليك:",
  "CreateAccountStepA": "(أ) إنشاء حساب باستخدام عنوان بريدك الإلكتروني (\"حسابك\").",
  "CreateAccountStepB": "(ب) إنشاء كلمة مرور لحسابك. نوصي باستخدام كلمات مرور قوية (تحتوي على مزيج من الأحرف الكبيرة والصغيرة، والأرقام، والرموز).",
  "AgeRequirement": "3.2 يجب أن تكون قد بلغت 18 عامًا أو أكثر وقادرًا على الدخول في اتفاقية ملزمة قانونًا لاستخدام منصة YJOZ. إذا كنت تحت سن 18، قد نطلب من ولي الأمر أو الوصي القانوني إبرام الاتفاقية نيابةً عنك.",
  "AccountResponsibility": "3.3 أنت مسؤول عن الحفاظ على سرية تفاصيل تسجيل الدخول الخاصة بك وعن أي أنشطة تتم باستخدام حسابك. إذا كانت لديك أي مخاوف بشأن إساءة استخدام حسابك، يجب عليك الاتصال بنا فوراً على info@yjoz.com.",
  
  "RelationshipTitle": "علاقتك بنا",
  "TermsOverview": "4.1 يوضح هذا المستند وأي مستندات مشار إليها داخله (يشار إليها مجتمعةً بـ 'شروط الخدمة') شروط علاقتك معنا. من المهم أن تقرأ وتفهم هذه الشروط قبل استخدام منصة YJOZ.",
  "AdditionalTerms": "4.2 ستنطبق عليك شروط إضافية اعتمادًا على ما إذا كنت مستأجرًا أو مالكًا. يرجى الرجوع إلى الفقرة 8 إذا كنت مالكًا والفقرة 9 إذا كنت مستأجرًا.",
  "AgreementStatement": "4.3 من خلال الوصول إلى منصة YJOZ واستخدامها، فإنك توافق على هذه الشروط. إذا كنت لا توافق عليها، يرجى عدم الوصول إلى المنصة أو استخدامها.",

  "PrecautionsTitle": "الاحتياطات التي يجب مراعاتها أثناء استئجار وتوظيف المنتجات",
  "PlatformDisclaimer": "5.1 YJOZ توفر منصة للأشخاص لاستئجار المنتجات. نحن لا نراقب بانتظام جودة العناصر التي يقدمها الملاك للإيجار عبر المنصة.",
  "OwnerResponsibility": "5.2 على هذا النحو، فإن الملاك (وليس نحن) هم المسؤولون عن التأكد من أن العناصر تتوافق مع أي أوصاف مقدمة، وتناسب الغرض منها، وآمنة للاستخدام. نحن غير مسؤولين عن أي أشياء تستأجرها عبر منصة YJOZ إذا كنت مستأجرًا.",
  "OwnerLegalObligations": "5.3 إذا كنت مالكًا، ستكون أيضًا مسؤولاً عن الامتثال لأي التزامات قد تكون لديك بموجب القانون المعمول به فيما يتعلق بالعناصر التي تقدمها للإيجار، بما في ذلك منح الحقوق القانونية للمستأجرين بموجب قوانين المستهلك المعمول بها وتعويض أي ضرر يتعرض له المستأجر أو أي شخص آخر بسبب عناصر تخصك.",
  "RenterResponsibility": "5.4 إذا كنت مستأجرًا، ستكون مسؤولاً عن أي عناصر تستأجرها عبر منصة YJOZ، بما في ذلك تعويض المالك عن أي خسارة أو ضرر لتلك العناصر. ستكون أيضًا مسؤولاً عن أي ضرر تتسبب فيه للأشخاص أو الممتلكات أثناء استخدام تلك العناصر.",

  "RightsToUseTitle": "حقوق استخدام منصة YJOZ",
  "PlatformOwnership": "المنصة التي تتكون منها منصة YJOZ مملوكة لنا أو لأطراف ثالثة مرخصة منا، ونحن نمنحك الإذن باستخدام هذه المنصة لأغراض الاستخدام فقط وفقًا لهذه الشروط.",
  "PersonalUsage": "حقك في استخدام منصة YJOZ شخصي لك، ولا يسمح لك بمنح هذا الحق لأي شخص آخر. ولا يمنعنا حقك في استخدام منصة YJOZ من منح أشخاص آخرين حق استخدام المنصة.",
  "RestrictionA": "عدم نسخ أو محاولة نسخ تطبيق YJOZ أو أي جزء آخر من منصة YJOZ.",
  "RestrictionB": "عدم إعطاء أو بيع أو توفير تطبيق YJOZ أو أي جزء آخر من منصة YJOZ لأي شخص آخر.",
  "RestrictionC": "عدم تغيير أو محاولة تغيير تطبيق YJOZ أو أي جزء آخر من منصة YJOZ بأي شكل من الأشكال.",
  "RestrictionD": "عدم البحث عن أو الوصول إلى كود تطبيق YJOZ أو أي جزء آخر من منصة YJOZ الذي لم نقم بنشره علنًا للاستخدام العام.",
  "IntellectualProperty": "أنت توافق على أن جميع المعلومات السرية وحقوق الطبع والنشر وغيرها من حقوق الملكية الفكرية في تطبيق YJOZ أو أي جزء آخر من منصة YJOZ مملوكة لنا أو للأشخاص الذين منحونا تلك الحقوق.",
  "NoOwnershipRights": "أنت توافق على أنه ليس لديك أي حقوق في أو إلى تطبيق YJOZ أو أي جزء آخر من المنصة بخلاف الحق في استخدامه والوصول إليه وفقًا لهذه الشروط.",

  "OwnersTermsTitle": "المالكون - شروط محددة",
  "ProhibitedItems": "يجب ألا تعرض تأجير الأسلحة النارية أو الأسلحة أو المواد الإباحية أو المحتوى الخاص بالبالغين أو الحيوانات أو غيرها من العناصر غير القانونية.",
  "OwnersResponsibility": "المالكون مسؤولون عن التأكد من حصولهم على الحقوق المطلوبة لتأجير العناصر وأن العناصر موصوفة بدقة وصالحة للاستخدام ومتوافقة قانونيًا."
}
